---
kind: property
id: P:Autodesk.Revit.DB.EvaluatedParameter.Value
source: html/9e5cc692-1507-6780-afa4-78076c8096cc.htm
---
# Autodesk.Revit.DB.EvaluatedParameter.Value Property

Evaluated value of the parameter.

## Syntax (C#)
```csharp
public ParameterValue Value { get; }
```